name: "tinyyolov2"
platform: "onnxruntime_onnx"
max_batch_size : 0
input [
  {
    name: "image"
    data_type: TYPE_FP32
    dims: [ 3, 416, 416 ]
    reshape { shape: [ 1, 3, 416, 416 ] }
  }
]
output [
  {
    name: "grid"
    data_type: TYPE_FP32
    dims: [ -1, 125, 13, 13 ]
  }
]