name: "yolov4"
platform: "onnxruntime_onnx"
max_batch_size : 0
input [
  {
    name: "input_1:0"
    data_type: TYPE_FP32
    dims: [ 416, 416, 3 ]
    reshape { shape: [ 1, 416, 416, 3 ] }
  }
]
output [
  {
    name: "Identity:0"
    data_type: TYPE_FP32
    dims: [ -1, -1, -1, 3, 85 ]
  }
]